package com.epam.les02.main;
/*
2. Найдите  значение функции: с = 3 + а.
*/
public class Task02 {

	public static void main(String[] args) {
		int c;
		int a;
		a=5;
		c=3+a;
		System.out.println("Значение функции c=3+a: " + c);

	}

}
