package com.epam.les02.main;
/*
 7. Дан прямоугольник, ширина которого в два раза меньше длины. Найти площадь прямоугольника 
 */
public class Task07 {
public static void main(String[] args) {
	double l;
	double h;
	double square;
	
	l=6;
	h=l/2;
	square=l*h;
	System.out.println("Площадь прямоугольника равна: "+square);
	
	
	
}

}
